{
  "about": {
    "title": "About Me",
    "description_parts": {
      "part1": "After working as a mailman for 15 years, I decided to change paths and pursue a career in technology. I've always had a passion for computers, ever since I got my first one as a teenager. That interest has steadily grown over the years into a deeper understanding of how systems work and how to build things from the ground up.",
      "part2": "Most of my skills are self-taught through hands-on projects and a constant drive to learn. I enjoy building backend systems, exploring APIs, and solving real-world problems — often by just digging into something and figuring it out along the way.",
      "part3": "To formalize my knowledge, I studied backend development at Nackademin with a focus on Java and Spring Boot. I graduated with full scores, and you can view my diploma here: <a href='https://diplom.nackademin.se/examensbevis-189557-javautvecklare-4283/?ref=direct-copy&zone=truecrt&lang=en' target='_blank'>Nackademin Diploma</a>.",
      "part4": "Since graduating, I've started working professionally as a developer, continuing to build on everything I've learned — both in school and on my own. I still run personal projects and keep my home server running as a way to try out new ideas, learn new tech, and just have fun with development outside of work."
    },
    "skills_title": "Key Skills"
  },
  "header": {
    "title": "Portfolio",
    "home": "Home",
    "about_me": "About Me",
    "projects": "My Projects",
    "contact": "Contact Me",
    "dark_mode": "Dark Mode"
  },
  "home": {
    "part1": "Hi, I'm Erik Wallenius",
    "part2": "Backend Developer specializing in Java",
    "about": "More Info"
  },
  "contact": {
    "title": "Contact Me",
    "contact_message": "Feel free to reach out via email or connect on social media.",
    "email": "Email"
  },
  "projects":{
    "projects": "My Projects",
    "text": "Here's a few examples of some hobby projects I work/worked on "
  },
  "footer":{
    "image": "Background image by <a href='https://www.pexels.com/photo/wood-grain-82256/' target='_blank'>tbee</a> on Pexels"
  }
}
