{
  "about": {
    "title": "Om Mig",
    "description_parts": {
      "part1": "Efter att ha jobbat som brevbärare i 15 år bestämde jag mig för att byta bana och satsa på en karriär inom teknik. Jag har alltid haft ett intresse för datorer, ända sedan jag fick min första som tonåring. Det intresset har vuxit med åren och blivit till en vilja att förstå hur system fungerar och hur man bygger saker från grunden.",
      "part2": "Det mesta jag kan har jag lärt mig själv genom att bygga projekt, testa mig fram och lösa problem på egen hand. Jag gillar att jobba med backend, bygga API:er och optimera system — ofta genom att bara börja och lära mig under tiden.",
      "part3": "För att få en mer formell grund gick jag en utbildning till backendutvecklare på Nackademin, med fokus på Java och Spring Boot. Jag tog examen med full pott, och du kan se mitt examensbevis här: <a href='https://diplom.nackademin.se/examensbevis-189557-javautvecklare-4283/?ref=direct-copy&zone=truecrt&lang=sv' target='_blank'>Examensbevis från Nackademin</a>.",
      "part4": "Sedan jag tog examen har jag börjat jobba som utvecklare, där jag fortsätter att bygga vidare på allt jag lärt mig — både från utbildningen och på egen hand. Jag jobbar fortfarande med egna projekt och driver min hemmaserver som ett sätt att testa nya idéer och tekniker utanför jobbet."
    },
    "skills_title": "Viktiga Kompetenser"
  },
  "header": {
    "title": "Portfölj",
    "home": "Hem",
    "about_me": "Om Mig",
    "projects": "Mina Projekt",
    "contact": "Kontakta Mig",
    "dark_mode": "Mörkt Läge"
  },
  "home": {
    "part1": "Hej, Mitt namn är Erik Wallenius",
    "part2": "Backend programmare som specialiserar inom Java",
    "about": "Mer information"
  },
  "contact": {
    "title": "Kontakta Mig",
    "contact_message": "Tveka inte att höra av dig via e-post eller sociala medier.",
    "email": "E-post"
  },
  "projects": {
    "projects": "Mina Projekt",
    "text": "Här är några exempel på hobby projekt jag arbetar/arbetat med."
  },
  "footer": {
    "image": "Bakgrundsbild av <a href='https://www.pexels.com/photo/wood-grain-82256/' target='_blank'>tbee</a> från Pexels"
  }
}
